[
    {
        "author": "Peter Wilt",
        "title": "Dorian Gray (1945)",
        "image": "/images/adaptations/dorian-gray-1945.jpg",
        "slug": "peter-wilt-dorian-grey-1945",
        "content": "This movie adaptation of Oscar Wilde's “The Picture of Dorian Grey” was released in 1945, bearing the same title as the famous story. Directed by Albert Lewin, it started many famous or soon to be famous actors. George Sanders, Hurt Hatfeid, and Donna Reed started in the film, while Angela Lansburry and Peter Lawford played supporting roles. There was a 1915 adaptation (silent), but this version was the first adaptation with sound.\nI would classify this adaptation as traditional, but some scenes can be seen as radical depending on your point of view and how true to the story you were expecting the film to be. The plot and setting are the same, but some elements are changed. For example, in the book, Dorian Grey makes his wish out loud to himself. In the book, there is no explanation given as to who or what grants his wish. As readers, we just accept that his portrait is supernatural. But in the film, a magical statue of an Egyptian cat is responsible for the curse. I actually like this change, as it adds not only some explanation but also something visually interesting to look at on film. It’s tied in nicely with a recited poem Wilde actually wrote called “The Sphinx”. Some lines are taken straight out of the book, and most of the movie feels just like reading the story!\nWhile overall traditional, there are two major “radical” part. The first is the treatment of Sybil Vane. She isn’t an actress in the movie- she’s a singer instead! Dorian goes to see her sing, and even plays the piano for her (Dorian’s piano playing is much more prominent). When he brings his friend to see her sing, she’s still good and they praise her instead of being unimpressed. What makes Dorian dump Sybil is\nthe movie is the fear of committing to marriage rather than her losing what he once liked about her. Movie Sybil does proceed to kill herself like in the book. Basil’s niece Gladys and her suitor David Stone are added. Gladys falls in love with Dorian, and David isn't happy about it. It is both of them (plus Henry) who burst through the door and find Dorian dead and disfigured. While not major characters, Gladys and David are created to interact with other characters and make the ending more dramatic.\nAccording to Rotten Tomatoes, critics rate the movie 93% out of 100%, while the audience rated it 77% out of 100%. I usually give more weight and attention to audience reviews, and overall it was positive. IMDb gives a 7.5/10, which is closer to the Rotten Tomatoes audience review. In my view this was a great adaptation and film. I may be biased, but most of the time I find “old” black and white movies to be far superior to newer versions/remakes. That’s why I chose to watch the 1945 version over the 2009 version (39% audience score yikes). There were some changes made to adapt the story to film, none of which bothered me too much, but might bother others who really like Wilde's story and complain about every single detail that might not be the same. I would give the film a solid 8.5-9 and would recommend it to anyone who has read the book or likes these types of movies.\n"
    },
    {
        "author": "Evan Gerdes",
        "title": "The Canterville Ghost (1996)",
        "image": "/images/adaptations/canterville-ghost-1996.jpeg",
        "slug": "evan-gerdes-the-canterville-ghost-1996",
        "content": "The Canterville Ghost was released in 1996. It was directed by Sydney MaCartney and starred Patrick Stewart as the titular ghost, along with Neve Campbell, who at the time had just begun to break into the industry with her roles in Party of Five and Scream.\nI would label this a Traditional adaptation. It features a few differences from the source material, most notably the antagonistic approach to Hiram’s character, as Virginia spends a good chunk of the movie trying to convince him of the ghost’s existence, only to be blamed for the incidents Sir Simon is causing. But there is no change in the film that I see die-hard Wilde fans getting up in arms about, if they even choose to watch this adaptation to begin with (it being a made-for-TV movie, there's a certain assumption that little about it will be memorable).\nAnd such is indeed the case. The IMDb score is 6.2/10 and the Rotten Tomatoes score is 58%, which I think is perfectly reasonable. I myself would rate the film about a 5/10 at best. It is an inoffensive but unnoteworthy adaptation, featuring hammy performances and a 1950s-esque tone (I’ve never seen two young boys act so excited about everything from a library full of dusty old books to an impromptu Shakespeare performance). Ultimately, even without having seen other adaptations of this particular story, I'm sure it's been done better elsewhere.\n"
    },
    {
        "author": "Kerry Bowles",
        "title": "The Picture of Dorian Gray: A Graphic Novel",
        "image": "/images/adaptations/dorian-gray-graphic-novel.jpeg",
        "slug": "kerry-bowles-the-picture-of-dorian-gray-a-graphic-novel",
        "content": "The Picture of Dorian Gray (Illustrated Classics): A Graphic Novel was published on January 26, 2009, by Sterling. It was written by Oscar Wilde, adapted by Ian Edginton, illustrated by I.N.J Culbard, and produced by Metro Media. It has a total of seven ratings on Amazon with an average of ⅘ sars. It is a traditional type of adaptation because it maintains the premise of the original novel, with similar plot points and characters, but it has been adapted for children. It is a graphic novel, so it is its own form of art and doesn’t adhere to all the same rules as the original novel, and readers will assume this based on the way it is marketed. The aim is to communicate the basic message of the original novel to children in 4th-6th grade. The graphic novel style of the book succeeds in grabbing their attention, but the simplification of the writing holds it. Overall it seems well-received, although it only has 7 ratings on amazon. The lowest rater, Joseph Reninger who gives it a ⅗ stars, states “The graphic novel is a good summary of the story, but it can't match the lyrical words of Wilde and the greater depth of Dorian's psychological and moral fall that are described in the book.” This is to be expected, as it is aimed at a younger audience who may not appreciate Wilde’s style of writing. I believe it does succeed as an adaptation in the sense that it was made for. A major theme throughout the novel is art, and since the graphic novel is illustrated it helps to emphasize the importance of this theme in a way that the original does not. I do not believe that this version of Dorian Gray should replace the original in any way, but in order to communicate the premise of the story to children, I think it is a great tool. \n"
    },
    {
        "author": "Samantha Poliarco",
        "title": "Dorian Gray (2009)",
        "image": "/images/adaptations/dorian-gray-2009.jpg",
        "slug": "samantha-poliarco-dorian-gray-2009",
        "content": "The film Dorian Gray was released in 2009, based on Oscar Wilde’s Novel the Picture of Dorian Gray. It directed by Oliver Parker and stars Ben Barnes as the titular character, Ben Chaplin as Basil Hallward, and since the U.K only seems to have three notable celebrities for some reason, Colin Firth as Lord Henry Wotton. This movie adaptation of the novel is a traditional one, for all the elements of the novel (the characters, the portrait, some key events) are all present within the film. In a simpler sense, the film has what I believe to be the same idea, but a different trajectory. Even from the beginning, the way in which Dorian meets Lord Henry is set at a party as opposed to the setting in the novel, Basil’s studio. The movie also outright has a specific scene where Basil and Dorian get intimate with each other whereas in the novel the homoeroticism was merely contextual in Basil’s obsession with Dorian and not explicitly stated. The biggest major change that the film makes to its original source material being the ending. Dorian still dies by stabbing the portrait, but then we add in Lord Henry’s discovery of the portrait due to his enraged state upon learning that Dorian and his daughter, Emily, are in a relationship. I suppose a man simply having an existential crisis over bearing the weight of his sins upon his soul was not realistic to the filmmakers. There must be something Dorian wanted to fight for, thus introducing Emily’s character.\nThe film was not received well amongst audiences, IMDb gave it a barely above average score of 6/10 and Rotten Tomatoes gave it a 44 percent rating with an audience score of 34 percent. Normally, I think a film critics review is a load of hoopla, but in this specific case I do agree that this film does not do the novel justice. Even if they renamed the movie and made it a standalone film, I still think it to be mediocre at best, although that may just be because the novel is my favorite book ever, and I am biased. As I mentioned earlier, the key events and characters are still present within the film, but the film does a terrible job of getting their characters right. In the novel, Lord Henry is an intolerable cynic, but a charming one. In the same way that Colin Firth cannot sing, he also cannot capture that charming essence of Henry’s character. Even with the short amount of time we have with Basil in the novel, we can still see Basil as a character, one who is absolutely obsessed with Dorian Gray in the, frankly, gay-est way possible. However, Ben Chaplin does not portray that kind of chemistry in his scenes with Ben Barnes (Dorian). Even with the fact that they specifically have intercourse within the film, audiences do not get to see the desperate, unfulfilled yearning that we get from the Basil in the novel. Lastly, the Dorian from the film does not follow the same emotional journey that the Dorian in the book goes through. Yes, he goes from naïve, young boy to absolute degenerate, but Barnes’ portrayal of Dorian for the first half of the movie is that of a confused teenager who just woke up from a nap. I personally think that Kristen Stewart playing Bella in Twilight (2009) portrayed more emotion than Barnes’ Dorian. The essence of rising corruption due to Henry’s influence falls flat within the film, and the sudden shift from “good” to “bad” Dorian after Sibyl’s death makes no sense. I believe it is because of the drastic change to the story’s ending and the lack of complexity within the movie’s characters makes this adaptation a failure.\n"
    }
]