[
    {
        "author": "Evan Gerdes",
        "title": "The Importance Of Being Earnest",
        "image": "/images/book-covers/the-importance-of-being-earnest-evan.png",
        "slug": "evan-gerdes-the-importance-of-being-earnest",
        "content": "The above cover is for Wilde's The Importance of Being Earnest. I find it to be a bad cover because of how nondescript it is. If someone perusing a bookstore didn't know the name Oscar Wilde, then this cover would not stand out to them. A good cover allows the designer to input his own creative voice--perhaps use the image to evoke feelings that the piece gave him, assuming he read it. This is the only way a truly eye-catching cover will be created. Covers are, after all, like pictures or paintings. The best we can say for this example is that the font is unique."
    },
    {
        "author": "Ally Duong",
        "title": "The Picture of Dorian Gray",
        "image": "/images/book-covers/the-picture-of-dorian-gray-ally.png",
        "slug": "ally-duong-the-picture-of-dorian-gray",
        "content": "This cover reminds me of the Jaws movie poster but with a sword due to the bold red text and blue hues in the background. It’s a bad book cover since swords don’t have a big significance in The Picture of Dorian Gray and the aesthetic of the cover doesn’t match with the genre of the story. If anything, this book cover would go better with the story of King Arthur."
    },
    {
        "author": "Juhi Karnalkar",
        "title": "Portret Doriana Graya",
        "image": "/images/book-covers/portrait-of-dorian-gray-juhi.png",
        "slug": "juhi-karnalkar-portret-doriana-graya",
        "content": "I found multiple bad covers for Dorian Gray and choosing just one to criticize was difficult. I really found this one confusing because despite trying to get more creative with typography, it’s insanely difficult to read. I understand this is Polish and should read “Portret Doriana Graya”, but I think for someone who isn’t familiar with the book, it would be impossible to read the title. Oscar Wilde’s name is also difficult to read, for no reason. Maybe this would work for a “psychedelic” or highly surreal book? But it seems an odd choice for a Victorian era novel. I think if you’re going to use creative type, you should at least make it readable for a book cover. Additionally, there are no colors nor imagery, so other than the strange “melting” feature for the title, it’s a bit of a bland cover."
    },
    {
        "author": "Emma Henderson",
        "title": "The Canterville Ghost",
        "image": "/images/book-covers/the-canterville-ghost-emma.png",
        "slug": "emma-henderson-the-canterville-ghost",
        "content": "The first element of this book cover that qualifies it as bad that strikes out to me is the coloration. The combination of bright pink, blue, orange, and purple is garish, especially in contrast with the plain black background. This color palette lacks all sincerity. The colors are also not realistic, so a reader would not be able to accurately determine this story’s setting by the cover. Another example is the choice of font. It is almost reminiscent of the Goosebumps book series font. For a first-time reader, they may expect this to be a children’s book because of this. This font is also distracting and difficult to read. The final element that makes this a bad book cover is the facial expression of the ghost. It is very difficult to determine what emotions this ghost may be feeling. He appears to be grimacing, but the eyes are opened comically wide that it is almost impossible to tell. Overall, this book cover conveys very little about the story’s plot or setting."
    },
    {
        "author": "Kerry Bowles",
        "title": "The Canterville Ghost",
        "image": "/images/book-covers/the-canterville-ghost-kerry.png",
        "slug": "kerry-bowles-the-canterville-ghost",
        "content": "I believe that this book cover of “The Canterville Ghost” by Oscar Wilde is bad for a few reasons. The main reason is because the figure in the center is hard to distinguish and it isn’t really possible to tell exactly what it is at first glance. Once you inspect the image you can tell it’s a figure facing toward the window, but at first glance it looks like a big dark spot in the center of the image. Secondly, the title isn’t centered, which may be picky, but with Oscar Wilde’s name centered at the top I think it looks odd for the title of the story not to also be centered. I dislike the font of the title as well as the size of it, I think it is too large. Overall, there is a lot going on with this book cover, and it doesn’t work together cohesively."
    },
    {
        "author": "Peter Wilt",
        "title": "The Picture of Dorian Gray",
        "image": "/images/book-covers/picture-of-dorian-gray-peter.jpeg",
        "slug": "peter-wilt-the-picture-of-dorian-gray",
        "content": ""
    },
    {
        "author": "Louis Saldana",
        "title": "The Picture of Dorian Gray",
        "image": "/images/book-covers/the-picture-of-dorian-gray-louis.png",
        "slug": "louis-saldana-the-picture-of-dorian-gray",
        "content": "As I searched for a cover that we could all label as “bad,” I realized something. Many weren’t bad, they were boring or lazy. The portrait in some cases resembled that of a ghost so I thought to myself, “why don’t they do a split portrayal of a face that is young and one that is old,” and shortly thereafter I stumbled upon this wretched piece of work. Not at all what I had envisioned, I thought surely this would suffice in the “bad” cover category. \nThis seems like if the idea in my head was not executed on paper. The youth of the boy on the left side of the image is fine but the disappearing element of the right side does not accurately represent the novel. \nInorder for improvement, Dorian should have been sitting at an angle, half his face in the darkness. The half in the darkness should be the old side depicted in the work and the side in the light should show his youth. As far as plot goes, this would do the story justice. Dorian keeps his true age in the shadows and puts on a false face in the light. \n'The poor representation of Dorian falls directly upon the artist but the font could perhaps be blamed on the publishing company. For some reason the title reminds me of a science fiction novel someone might find at an airport bookstore or the lobby at a dental practice. It doesn’t represent the Aesthete nature of Wilde or of the story."
    },
    {
        "author": "Juanaisel Marez",
        "title": "The Canterville Ghost",
        "image": "/images/book-covers/the-canterville-ghost-juanaisel.jpg",
        "slug": "juanaisel-marez-the-canterville-ghost",
        "content": "I think this book cover is really bad because it does not seem to go at all with tone or plot of Oscar Wilde’s short story of “The Canterville Ghost.” When I saw this cover it immediately made me think of a horror story, and Wilde’s short story is not really horror but more comedic and lighthearted. I also think this is a really bad book cover because it depicts the ghost of a woman and not a man, which does not match with “The Canterville Ghost” because the ghost in the story is a man and not a woman. Something else in this cover that I believe does not agree with Wilde’s short story is the type of house depicted. In the short story the house is an English country house and the house depicted in this cover is more of an American looking type of house, and it looks abandoned which again I think does not go with the tone of the short story. This cover in general has a creepy and eerie tone, and I don’t think this matches well with Wilde’s “The Canterville Ghost,” which is why I believe it is a really bad cover work for the short story."
    },
    {
        "author": "Natalie Westbrook",
        "title": "The Canterville Ghost",
        "image": "/images/book-covers/the-canterville-ghost-natalie.png",
        "slug": "natalie-westbrook-the-canterville-ghost",
        "content": "It is certainly a testament either to Oscar Wilde’s personal fastidious towards book cover design (and thus setting an exacting standard), his readership’s tastes, or the saintly work of editors that there seemed – to my mind – so few bad book covers of Wilde’s work. However, there were a few and one book cover particularly stuck out for its ambiguous yet still anachronistic images. The book cover above is a version of Oscar Wilde’s “The Canterville Ghost” published by Alan Rodgers Books in 2006. I take no issue with the font or coloring of the cover’s script, nor with the solid black border surrounding the centered image. It is the centered image that proves problematic. The mottled monochrome background, presenting a wall upon which presumably ghostly shadows are cast, is not unsuited to the theme. Yet, this surrounding environment is an outlier to those presented on other “The Canterville Ghost” covers. Typically, it presents – at the very least – a silhouette or illustration of some gothic mansion/castle reminiscent of Canterville Chase. This book’s cover does provoke a suitably ghostly ambience but fails to reference the tale’s setting, which is rather important considering most of the story’s action occurs in that one manor. The image of the young man holding a large smoking or flaming goblet also fails to accurately convey details of “The Canterville Ghost”. It is possible that the Canterville ghost died as a young man. Whether his age and elderly mannerism were exacerbated after death or simply the result of too many centuries spent in an in-between state is unclear. Either way, one would figure that some signs of aging would present. After all, this is not The Picture of Dorian Gray. However, the large, draping clothes this youthful figures wears are incredibly misleading. They suggest a figure of biblical/antiquity times or a figure being painted in the classical fashion (either during the Renaissance or 18-19th century). Though the Canterville ghost’s perchance for costumes is well documented, he appears to primarily stick with frightful costumes – there is no mention of a biblical or classical figure dressed in tunics and draped cloth. The goblet is also troubling considering there is numerous mentions of the ghost’s preferred props but no mention of a goblet."
    },
    {
        "author": "Catherine Yoo",
        "title": "Wilde Complete Works",
        "image": "/images/book-covers/wilde-complete-works-catherine.jpg",
        "slug": "catherine-yoo-wilde-complete-works",
        "content": "This book can be found on Barnes & Noble’s website and is called Oscar Wilde Complete Works - World's Best Collection: 140+ Works All Plays, Poems, Poetry, Books, Stories, Fairy Tales, Rarities Plus Biographies & Bonuses. Looking at this cover gives me elementary school assignment vibes. I remember having computer class once a week where we learned simple things like using Microsoft. We would make posters using PowerPoint, and this looks like something a classmate would’ve submitted as their poster about Oscar Wilde. The font choice, making all the letters capitalized and bold, the random sparkle. It looks like a kid from the early 2000s created this. And did they really need to use the first photo that comes up on Images when you google “Oscar Wilde”? Zero creativity points but I guess they get partial credit for showing the correct information."
    }
]