[
    {
        "author": "Emma Henderson",
        "website": "https://www.bl.uk/romantics-and-victorians/articles/post-darwin-social-darwinism-degeneration-eugenics",
        "title": "Post Darwin: social Darwinism, degeneration, eugenics",
        "image": "/images/wilde-era-websites/british-library-post-darwin.png",
        "slug": "emma-henderson-post-darwn",
        "content": "The Wilde Era-related website I have selected to analyze is https://www.bl.uk/romantics-and-victorians/articles/post-darwin-social-darwinism-degeneration-eugenicsne. This website is hosted by The British Library, the national library of the United Kingdom. This article, “Post Darwin: social Darwinism, degeneration, eugenics,” was written by Carolyn Burdett, Senior Lecturer in English Literature and Victorian Studies at Birkbeck, University of London. While the website does not state the last time it was edited, this article was published in May of 2014 along with many other articles found on this website. However, since all text on this website is copywritten by the British Library and available under a Creative Commons Attribution License, it is most likely that the website is maintained even if the content is not updated.\nAccording to the “About the project” section of this website, this project is a “free educational resource that provides unprecedented access to the Library’s literary and historical collections. Aimed at A level students, undergraduates and the general public, the site uses manuscript and printed sources to shed light on the historical, political and cultural contexts in which key literary works were written.” The website contains no advertisements, as it is intended to merely educate the general public, but does include a banner at the bottom of every page which includes the logos for this project’s sponsors. These sponsors include Dangoor Education, British Library Trust, and British Library Patrons.\nThe website aims mainly to educate, so it is mostly utilitarian. However, each page contains several pictures about the topic being discussed. The “Post Darwin: social Darwinism, degeneration, eugenics” article contains four images which, when selected, lead to even more images. Most of the images included are scans of books, so they are not particularly appealing to look at, but they do help break up large pieces of text. On a scale of 10, I would rank this website a 3. \nThe overall website, Discovering Literature: Romantics & Victorians, has eight main categories for organizing their content: Authors, Works, Themes, Articles, Collection items, Videos, Teaching resources, and About the project. The home page displays several featured articles, themes, collection items, authors, and works of literature. This helps showcase some of the content that can be found on the website but does make navigating the content more confusing. The main page is the most aesthetically pleasing of all the pages on this website as it has a high degree of symmetry and many pictures. Each of the categories chosen for the main page have a variable number of columns, but the content is intentionally created to be symmetrical, mitigating the disorganization caused by the variable number of columns.\nOne of the main aesthetic elements of this website are the inclusion of pictures. While the images are relevant to the content, they are not particularly interesting or appealing to look at as most are scans of old books. These scans do not inherently pique interest and having similar looking images only adds to this lack of visual interest. That being said, these images are useful in breaking up the large swaths of text included on this website. The website uses formal writing in full sentences and paragraphs. Some content is dense, but overall is easy to digest.\nOverall, I believe the website achieves its intended goals. The content is incredibly informative and comprehensive. The goal of this website is not to entertain readers, but, instead, educate them, so while it is aesthetically lacking, this website is still incredibly informative and useful for students and the general public alike."
    },
    {
        "author": "Juhi Karnalkar",
        "website": "https://www.tate.org.uk/art/art-terms/a/aesthetic-movement",
        "title": "Tate - Aesthetic Movement",
        "image": "/images/wilde-era-websites/tate-aesthetic-movement.png",
        "slug": "juhi-karnalkar-tate-aesthetic-movement",
        "content": "The website on Wilde’s era that I’m evaluating is a page on the Aesthetic movement by Tate, an institution of art galleries in Britain. There doesn’t seem to be an obvious date or time marker for when the site was updated or created. Given that Tate is an artistic institution, their webpage is very organized and aesthetically pleasing. On a scale of 1-10, I might put this around a 7. The website is mostly symmetrical in design, with the main info and picture being put into a single column in the center. Scrolling down, one can find rows of paintings in the collection, along with related artists or concepts. Additional info on the gallery and Tate itself can be found at the bottom of the webpage, and overall, the site is easy to navigate.\nThe site is not overly designed. The background color is white, with text in black and links highlighted in dark blue. The text is a simple sans-serif font. Most of the page is consumed by links and pictures leading to other webpages, which can lead to somewhat of a rabbithole.\nThe main purpose of the page is to give a short overview on the Aesthetic movement in visual art. It’s part of a larger glossary of art terms on Tate’s website, so it’s not a very detailed explanation and related terms are also linked. It does give examples of some Aesthetic artists from the 19th century, such as Whistler and Rossetti. The pictures added are all relevant for the movement, as they are of paintings from this era. The main painting on the page is “Harmony in Grey and Green: Miss Cicely Alexander” by Whistler. The other examples also give a decent overview of what the Aesthetic movement looked like in the arts.\nThe written information is quite short. Besides the general definition at the top of the page, it only refers to Aesthetics in terms of visual art and design. There are a handful of artists listed, but it does not go into detail on the history of the movement.\nI think the site accomplishes what it was made for, which was to give a general overview of the Aesthetic movement in art, especially in relation to the Tate collection. I think it would have been improved with somewhat more information and history, or details about what makes a painting part of the Aesthetic movement. Many art gallery websites tend to give general details and do not write a lot of specific info, but links to other resources would add a lot. Clicking on the links of the artists listed leads to 404 pages at the time of writing this, so they would need to update some of their links.\n"
    },
    {
        "author": "Kerry Bowles",
        "website": "https://scholar.harvard.edu/mourad/section",
        "title": "Harvard - Impressionism",
        "image": "/images/wilde-era-websites/harvard-impressionism.png",
        "slug": "kerry-bowles-harvard-impressionism",
        "content": "The Wilde-related era that I chose to evaluate a website based on is impressionism. The website is scholar.harvard.edu/mourad/section, and it is sponsored by Harvard University. The exact date on which it was last updated is not available, but the copyright is for the year 2021, so it has been updated fairly recently. The website is aimed at anyone who is not educated on the impressionist art era, specifically students since it is a university website, but this is not specifically stated. The goal of the website is to give a background on impressionism, list famous painters from this era, and explore other facets of impressionism. The website does not have any form of advertising, allowing its message to be clear and straightforward. The website begins with a simple background on impressionism, which lists famous painters and dates. It is then organized into seven other categories: The Impressionist Artists, Impressionist Painting Technique, Impressionism and Photography, Impressionism and Japanese Prints, Impressionism and Landscape Painting, Impressionism and Figure Composition, and Impressionism and Still Life. Each of these categories has a useful explanation as to what they are and how they relate to the era as a whole. The website also has certain things underlined that when clicked will take you to separate webpages about those topics. I think this is a good way to include information about those topics while remaining focused on the main subject of the website. I rate this website a 6/10 on the aesthetically pleasing scale, as it is well organized, has a nice color scheme, and includes artwork from the era. The only negative thing I have to say about the layout of the website is that there are a couple of typos. The “Impressionist Painting Technique” section does not have the word “Painting” capitalized in the title, and the “Impressionism and Landscape Painting” section is missing the “I” in Impressionism. These typos, unfortunately, take away from the effectiveness of the website as it is meant to be educational and is sponsored by a world-renowned university. The writing style is very academic, clear, and factual, which is good for an educational website but could easily cause a reader to lose focus. The author does not include any sort of metaphors or flowery sentences but sticks to the facts of the era. Overall, I believe that the website serves its purpose well to educate readers on the impressionist era. By fixing the few typos and making the writing style more unique it would be an excellent website in my opinion."
    },
    {
        "author": "Ally Duong",
        "website": "steampunkopera.wordpress.com/2012/01/18/the-decadent-movement-the-great-grandparent-of-goth/",
        "title": "The Decadent Movement: The Great Grandparent of Goth",
        "image": "/images/wilde-era-websites/the-decadent-movement.png",
        "slug": "ally-duong-decadent-movement",
        "content": "The website steampunkopera.wordpress.com/2012/01/18/the-decadent-movement-the-great-grandparent-of-g oth/ is housed by Wordpress. The website is a blog chronicling the journey and research of making a steampunk opera. The specific post is from January 18, 2012, and the last time the website as a whole was updated is January 29, 2021 for a podcast the author, paulms, is advertising. It seems as if the original purpose of the website changed as a post from February 21, 2020 says that they are moving to another blog.\nThe website gets a 2 on the scale of functionality (1) to aesthetic (10). It’s very clear that effort was put into choosing the color scheme of the blog which does play into the steampunk vibe, but most everything else was based on default settings. The fonts are plain as well as the textured background behind the text. There are 2 different sized columns, employing asymmetry in design. The big column to the left houses the main text while the column to the right is for navigation. The layout of the main body of text and images is very wonky. Ads pop up in the middle of the text, some pictures aren’t visible, and the text and pictures fight each other to fit nicely on the same page. Advertisements litter the whole page from the middle of the article to the sidebar which makes the layout very busy. Another factor that lends to the illegibility of the page is the little right hand column, there is so much information there that is hard to parse out since the text blends together.\nTo go into more depth about the images, they do seem interesting since the art from that era is beautiful, but 3 out of the 16 images have disappeared. There is a white space left behind, but it’s as if the website couldn’t load them which may just be something that happened with time since the article is 9 years old. There’s also the issue of the distortion of the headline image (the leftmost one looks a bit squished to me compared to the other two). The captions under the images could be more detailed as well. They have the artist and the title of the painting, but they don’t have specific years or mediums listed.\nThe content of the text is that of a personal blog masquerading as an informative article. From the first paragraph, it seems that this article is part of a series that the author is doing about artistic eras. There are some bits of information, but it is peppered with opinionated interjections like “My Gd this is SO goth” that leans more towards a personal blog (and note the typo).\nSince there aren’t any references linked paired with typos and personal opinions, this website isn’t credible for research purposes. But this website wasn’t meant to be taken as a serious delve into the history of movements, but rather a personal journal about the creative process and what the author has learned while putting together a steampunk opera. The commentary on the emo and goth-ness of the era was really entertaining! As a start for general improvement if the author wanted to return to this abandoned blog, instead of using colors like red and brown that blend in together, adding a complementary color would make certain elements pop and wake the eyes up from the monotony of tones.\nSide Note: As a lover of steampunk and all things goth, a steampunk opera does sound very cool and awesome."
    },
    {
        "author": "Kellie Meyers",
        "website": "https://www.ventvenir.com/",
        "title": "Ventvenir",
        "image": "/images/wilde-era-websites/ventvenir.png",
        "slug": "kellie-meyers-ventvenir",
        "content": "The website, Ventvenir, is a perfume blog founded in 2018 by Maria Petrenko; it doesn’t seem to have any corporation or larger organization housing or sponsoring it, though the website states that certain perfume brands will send free products for the blog to sample and review. The most recent update to the site as a whole seems to have been on the 28th of February 2021, when the site uploaded a list of perfumes recommended as gifts for one’s mother. The review of the fragrance in question was posted on April 1st of 2019 and doesn’t seem to have been updated since. The blog reviews various fragrances, namely “niche, artisan, and luxurious fragrances,” along with posting other guides and lists about fragrances. The site’s goal is to help people find perfumes they’ll enjoy. Given the focus on niche and luxurious fragrances, the site seems to be aimed at regular users or consumers of perfume products; given that there’s an article on the front page about finding perfumes for teenage boys, there doesn’t seem to be a particular age or gender this site is aimed at, though one could assume it targets more adult women than anything else. \nA quick glance at the site itself bears no explicit advertising. The review contains a link to the fragrance in question, but it seems to merely be for the sake of providing interested readers a place to learn more rather than to advertise the product. \nGiven that the site exists to review perfumes, it’s to be expected that it leans toward a more aesthetic format. The pictures in the thumbnails for articles are professionally taken, and the site has a very modern layout. I’d put the site at a 9; that’s not to say the site isn’t functional, but it’s clear and logical that it focuses on aesthetics given its focus on a cosmetic product. \nThe main page is divided into three columns of articles and is mostly symmetrical, save for the Instagram link taking up the spot of two articles. Otherwise, the main page consists of the header and several similarly sized boxes (plus one large box that is about the same size as two rows of the smaller boxes, keeping the symmetrical effect). All of the text and navigational links are also centered. \nI’m actually very impressed with the images on the review itself. It includes a few pictures of Wilde, and while one simply serves as an aesthetic backdrop to the perfume itself, the other picture of Wilde, alongside the multiple paintings pictured within the review, help to characterize the era which the perfume is trying to capture and thus effectively helps in providing context for the review. All of the pictures are of a high quality, and the pictures of Wilde are a few of his better ones. The paintings, being paintings, are also quite pleasing.\nThere’s a bit of expository writing while the reviewer details some of the context behind Fin de Siecle and the decadence movement, as well as in the more factual detailing of the fragrance itself. As a review, parts of it naturally come off as persuasive, though not to an overwhelming degree. \nGiven that I’m not much of a perfume person, I’m not quite sure to what degree this site accomplishes its goals. However, despite not knowing much about perfumes, I really enjoyed reading the review and found it very informative and interesting. I can’t say it helped me find a perfume for myself, but I can easily see how someone who used perfumes would find these reviews helpful in choosing a perfume for themselves. I especially enjoy the section where the reviewer describes the perfume with a place, a color, and a word; they’re simple descriptions, but they really help to characterize the fragrance. It’s hard to evaluate this as a website on Wilde’s era because it’s clearly not meant to be; it’s a perfume review. But the information provided, while brief, is informative and relevant and seems to sum up the decadence movement well.\nThere isn’t really much to improve on this site. The resizing header at the top seems to have some issues, especially on the front page, so I might just leave it as one consistent size. \n"
    },
    {
        "author": "Samantha Poliarco",
        "website": "https://www.bl.uk/romantics-and-victorians/articles/gothic-fiction-in-the-victorian-fin-de-siecle#",
        "title": "Gothic fiction in the Victorian fin de siècle: mutating bodies and disturbed minds",
        "image": "/images/wilde-era-websites/british-library-gothic-fiction.png",
        "slug": "samantha-poliarco-gothic-fiction",
        "content": "This webpage is a specific article that discusses gothic fiction and its relationship with the late Victorian era. The article was written by Greg Buzwell in May of 2014 and is supported by the British Library Trust, the British Library Patrons, and Dargoor Education. There is no clear date for when the website itself was last updated, and there seems to have been no updates or edits made to the article since it was published. The website advertises other articles relevant to this specific piece. On the top bar of the page it also advertises the British Library’s other articles, collections and their business. \nThe site aims to explain how gothic fiction allows readers to investigate the Victorian mindset. It is an informative article with argumentative writing. Buzwell makes his claim that the horror in Gothic fiction is a product of Victorian society fears, specifically its fears regarding the human body. Buzwell then describes how different fears of the Victorian era are manifested by the monsters in gothic fiction. The article then goes on to list four specific pieces of evidence to back his claim. He writes that Jekyll’s ugly nature highlights the period’s fear of Darwinism. Dorian Gray’s decaying portrait highlights the judgmental nature of Victorian society, seeing as how ugly or asymmetrical faces stand as the basis for finding criminals at this time period. Jekyll’s disgusting nature is a representative of Victorian Society’s fear of, but simultaneously fascination with, homosexuality. The women of Dracula highlight the fear of “The New Woman”. Buzwell ties this all together by saying that the fantasy setting of gothic fiction allowed authors to discuss these issues while still maintaining a respectable place in Victorian society. \nPersonally, I would give this website a 4 in terms of functionality versus aesthetically pleasing. The header of the main page is simple, but I appreciate that the many tabs keep the page organized. It is easy to keep track of how someone would get to this article and how to find others like it. The writing itself is sectioned off by one big column of text. The second column consists of links to other relevant articles or collections on this era. Although, the article itself is interesting, the way the piece is positioned within this webpage makes reading it seem like a literal drag as I drag my mouse up to scroll down the page. The images are relevant and well placed between the article. They are placed appropriately between paragraphs and help to separate the different pieces of evidence Buzwell presents to back his argument. The pictures he chose to go along with his piece also help amplify the scary nature of these fictional works. \nOverall, I would rate this website a 7. The writing provides so much evidence that gothic fiction during the late Victorian era takes its scary elements from the fears of Victorian society. I found it to be an interesting read, meaning the website achieves its purpose. There isn’t much that I would improve, except for maybe the way the article is organized. There is a lot of scrolling to be done, and I would rather click through different tabs to learn about this subject."
    },
    {
        "author": "Racheal Travis",
        "website": "https://www.wilde-online.info/oscar-wilde-biography.htm",
        "title": "Oscar Wilde Online",
        "image": "/images/wilde-era-websites/oscar-wilde-online.png",
        "slug": "racheal-travis-oscar-wilde-online",
        "content": "I visited the https://www.wilde-online.info/oscar-wilde-biography.htm website for my paper. The website is created and maintained by a man named Gregory Tobin.   This man is not an educator or affiliated with any university or learning site. He is an amateur that is just a fan of Oscar Wilde. The site was created in 2007. Gregory writes that his goal was to create a one stop does all website for all things Oscar Wilde.\nSite last updated on April 28, 2019. This site has several types of advertising. There are you tube type videos with ads and printed advertisements as well. Ads for food, Google, movies, etc. \nThis site seems to be aimed at just about anyone who wants or needs information about Oscar Wilde. The site is dedicated to all Wildes works. The site has a short biography and a detailed chronology of important dates in Wildes life. Included are his birth at Dublin 1854, his first published collection of poetry in 1881, his marriage in 1884, publication of two short stories and his only novel The Portrait of Dorian Gray in 1891, being sentenced to prison in 1895, and his ultimate death in 1900. The site also includes several vintage photos of Wilde and he appears to be very well dressed and dapper. The site is very simply laid out with all links and areas of interest clearly identified and easily recognized. I cannot speak to the aesthetics, but the site is described to me to be simple and pleasing. \nThe webpage seems to be very symmetrical in design. The center section is approximately 50 percent of the page, with the links taking 25 percent on left and ads taking 25 percent on right. All pages are consistent with this design. I rate the site as very functional.  All images and photos are relevant to the nature of the website and provide many different areas of interest in the life and career of Oscar Wilde. I would rate this site a 9 for my purposes.\nMost if not all the writing is provided by Mr. Tobin and is simplistic in nature, but quite easy to understand. He has provided links to all Wildes works and they are clearly defined. The images are few, but interesting to see how a man of his era dressed and wore their hair. There are no reviews of any of the works. \nThe site does provide a lot of information about Oscar Wilde, but for a college student looking for resources for research this site is too basic. It is more of a fan page than a resource page. The page could be improved by adding a few off-site links to steer reader to more educational resources and reviews of the era. Overall, I like the site for basic information and readings of his works."
    },
    {
        "author": "Misti Sutton",
        "website": "https://fleursdumal.org/",
        "title": "Fleurs du mal",
        "image": "/images/wilde-era-websites/fleursdumal.png",
        "slug": "misti-sutton-fleurs-du-mal",
        "content": "The Wilde era website I am evaluating is fleursdumal.org. This website is in honor of Charles Baudelaire’s poem, Fleurs Du Mal. The website is maintained by supervert.com, which is a site that houses information and books about alien sex fetishes, necrophilia variations, perversity, and post-depravity. The website was created in 2004 and copyrighted in 2021, but no further information is given in regard to recent updates. The site is intended to be a dedication to the poem Fleurs Du Mal and aims to provide numerous translations of the poems. The website is for anyone that is interested in this poem. It also seems the website seeks to be a source for translators, as the website focuses a lot on different translations of the poem. \nThe website does not contain any advertising except for the supervert website that created it. The layout is extremely basic. The main page is made up of simple black and white features with one small sketch of Charles Baudelaire. In terms of aesthetically pleasing, I would score the website a 2 out of 10. In provides basic information about the poem, but that is all. The website is made up of simple paragraphs, no extra pizzazz. It is also a very short website with few options in terms of navigation. While the sketch provided at the top of the page is well done, it is not necessarily grabbing. The website definitely could have used some sort of color. The website seems to aim for a minimalistic, dreary feel, however, even a bit of gray or red could have spiced up the content. The website is very straightforward, as is the writing. It contains one review from 1977 written by Allen Ginsberg in a letter. \nOverall, I would say this website is very boring. Yes, it meets the criteria of providing numerous translations, but it does nothing more than that. It is extremely basic and rather unappealing. If it were up to me, I would add a bit of color, as I already stated. I would also love to see more photographs. Having more visuals would really improve the aesthetic of this website. Honestly, the website left me confused. Why is the creator a website that specializes in crude content? It doesn’t really explain why they see themselves as qualified to create this translation website. The point of the website was a little lost in translation, and it left me underwhelmed."
    },
    {
        "author": "Peter Wilt",
        "website": "https://www.bl.uk/romantics-and-victorians/articles/aestheticism-and-decadence",
        "title": "Aestheticism and Decadence",
        "image": "/images/wilde-era-websites/british-library-aestheticism-and-decadence.png",
        "slug": "peter-wilt-aetheticism-and-decadence",
        "content": "The site is run by the British Library, and was last updated on March 15, 2014. I think this site tries to be accessible for everyone of all ages. It’s very professional, but adds some pops of color to “fit in with the kids”. In all seriousness, everything is laid out in a very professional way. The only advertising can be found at the very bottom. The ads are subtle, and only a list of organizations that support the website are present.\nAs for the structure of the site, you have a collumb on the right from which you can jump off to other articles of interest. The site is asymmetric. The other two-thirds of the screen contain the primary article. As you scroll down, the masses of text are broken up by different pictures. Each picture allows you to click on them for even more pictures or detailed information concerning each image. The images themselves are relevant to the text. They vary from pictures of books, satirical art, newspapers, photographs, even pictures of Oscar Wilde’s actual notes! As for aesthetic and function, I would give the website a solid 7. It’s packed with relevant information, but also clearly makes an effort to be aesthetically pleasing- probably more so than a lot of other websites I've been to. A reddish color is used throughout to: highlight clickable words, highlight clickable resources (like arrows and image titles), and is located in the header to attract your attention. Overall, the color palette is consistent and not chaotic/clashing. The primary types of writing present are expository and descriptive writing. The site is filled with many facts, but they are not listed and written in a tasteless way that is hard to get through and read. The article was written by one author (Carolyn Burdett), so it feels cohesive. At the very bottom of\nthe page her credentials are stated, which gives some authority and professionalism. This also makes the reader feel that what they are reading is probably legitmaite (the article is on British Library site after all).\nOverall, I am satisfied with the site. It’s easy to read, with the text being subdivided into multiple sections (Aestheticism, Swinburn and Pater, Aesthetic Style, Aesthetics and Politics, Satire and Critique, Decadence, The Yellow Book, Degeneration and the Wilde Trial) and the added image media helps keep things engaging. I also appreciate the hyperlinks throughout that can take you to other parts of the site to learn more about various subjects."
    },
    {
        "author": "Catherine Yoo",
        "website": "https://americanart.si.edu/artist/james-mcneill-whistler-5349",
        "title": "SAAM - James McNeill Whistler",
        "image": "/images/wilde-era-websites/saam-james-mcneill-whistler.png",
        "slug": "catherine-yoo-saam-james-mcneill-whistler",
        "content": "I was pretty disappointed with this website. I mean, we’re talking about the Smithsonian American ART Museum here! I thought that their website would be, you know, artistic? It was just underwhelming; the font was seemed to be Arial or something similar (and I find those fonts to be really boring) and there was a lack of color — even the painting of James McNeill Whistler was devoid of color. The most colorful thing on this site was the red warning that all Smithsonian museums are closed at the moment due to COVID. Which means that before COVID, this site was even less colorful. \nThis section of SAAM’s site was last updated in 2000. Whistler’s work was included in an exhibition called American Impressionism: Treasures from the Smithsonian American Art Museum and the description was copied and pasted from Emery Battis Artist Biographies. Then that exhibition’s description was also copied and pasted onto this site. The reading level for this website is around high school to college level, as the vocabulary is advanced. It’s not written in the typical chronological time order we see in biographies, where the name and job of mother, father, brother, sister, second cousin twice removed is given. Rather, the site focuses on what influenced Whistler’s art and what he was known for. It seems that this site’s purpose is to record past exhibitions for people to look back on. At the bottom of Whistler’s description, there are photos of all his paintings, which I imagine must have been displayed in the museum back in 2000. Thus, I believe this site would be helpful for art students who wish to research specific styles that were painted by past artists. More than literary content, the pictures are more important. \nThe website doesn’t have any ads; I think most museums don’t have any advertisements or even charge an entrance fee, at least if they’re big and well-known. They mainly get money though special exhibitions that charge a fee, donations from wealthy people, and customers that buy souvenirs. I guess they didn’t get enough to invest in their website. On a scale of 1 = bad to 10 = awesome, I would rate this site a 6. The simple layout is easy to navigate, but it’s just so boring for an art museum’s website. I was expecting more aesthetics, but from the website to the Smithsonian logo, everything is plain. It’s not even a nice minimalistic aesthetic because the logo reminds me of some tech company logo, like maybe IBM? The layout is just a little bit better than Wikipedia’s. Everything is symmetrical as all words and photos are aligned exactly in the middle. \nThe images are definitely relevant, but I wouldn’t say they’re interesting. I suppose they would be more appealing to artists who know what talent is, but I just see black-and-white pencil drawings and photos. The combination of the font, lack of color, and Whistler’s art style give the website a drab appearance."
    },
    {
        "author": "Evan Gerdes",
        "website": "https://www.tate.org.uk/art/art-terms/p/pre-raphaelite",
        "title": "Tate - Pre-Raphaelite",
        "image": "/images/wilde-era-websites/tate-pre-raphaelite.png",
        "slug": "evan-gerdes-tate-pre-raphaelite",
        "content": "The site is sponsored by Tate, which is a British art institution. It is not clear when the site was last updated, but it has a “put-together” appearance that would make me guess it is fairly up-to-date, at least within the last five to ten years. The site does not have advertising beyond advertising for itself.\nThis particular section of Tate’s website is devoted specifically to the Pre-Raphaelite Brotherhood and their art. It contains many links that allow visitors to view some of the paintings and learn basic facts about this era and the key concepts/terms related to it.\nThe page is laid out with a centered introduction photo and paragraphs, and then evolves into rows of photos (that accompany related links and sub-sections) that make the page overall symmetrical.\nI think this site does very well in balancing utilitarian and aesthetic functionalities--about as well as I would want it to, anyway, after having evaluated several similar sites within the last year or two. It is less focused on spelling out all the possible information it can right away, and instead provides a basic informative introduction and then aims to draw the reader further in with its many images (finally, someone is using them) of paintings, which headline the links to the page’s sub-sections. The biggest critique I could make of this is that there are one or two instances where the same painting is used twice...but there are a lot of them, and they are all obviously relevant to the topic at hand (being the works of the Pre-Raphaelite artists) so I would not say this is a big deal."
    },
    {
        "author": "Natalie Westbrook",
        "website": "https://www.bl.uk/romantics-and-victorians/articles/the-pre-raphaelites",
        "title": "The Pre-Raphaelites",
        "image": "/images/wilde-era-websites/british-library-the-pre-raphaelites.png",
        "slug": "natalie-westbrook-the-pre-raphaelites",
        "content": "This website is the digital extension of British Library – the United Kingdom’s national library - and likewise supported by Dangoor Education, British Library Trust, and British Library Patrons (https://www.bl.uk/about-us). The spotlighted article for this page specifically falls under the larger theme of “Fin de siècle”, a collection of articles and other resources related to the Romantic-Victorian period (https://www.bl.uk/romantics-and-victorians/themes/fin-de-siecle). While I could not locate the page’s last update, the article itself was published on May 15th, 2014. \nConsidering the British Library’s stated intention to “give access to the world’s most comprehensive research collection” and “provide information services to academic, business, research and scientific communities”, the website’s purpose appears to be as a resource for the public. However, the article was written by Dinah Roe – “a Senior Lecturer in 19th century literature at Oxford Brookes University” (https://www.bl.uk/romantics-and-victorians/articles/the-pre-raphaelites#authorBlock1) – and contains footnotes, suggesting the page is intended to provide a more reliable resource than your average Wikipedia page. Its content goes beyond simply listing the highlights of the Pre-Raphaelite movement by providing social and historical contexts to its history. The article tends to an academic reading, as evidenced by statements such as: “19th-century disagreements over whether their art was forward-thinking or retrogressive set a precedent for current critical debates about the extent to which their work should be considered ‘avant-garde’”. Though it does provide an overview of the Pre-Raphaelite movement, the article appears to be geared more to the student or researcher than the general public. This is also suggested by the absence of easily accessible “share” icons. \nThe website has no advertising. Unlike the V&A museum website - which exhibits only images of pieces within their collection - this website does not tout its own resources, instead utilizing relevant images held by a number of organizations. These include the Tate, the De Agostini Picture Library, and Public Domain. This reflects the website’s research intentions. Overall, I would rank the website as a 7-8 in regard to aesthetics. Though there is a general layout formula for various pages, an attempt has been made to provide decorative distinction between pages while maintaining design elements across related collections. For example, most pages of within the British Library’s website contain a relevant border image overlaid by a translucent, colored border containing information and drop tabs: The article’s title, home button, other works, etc. On this article’s page, the border is a cropped portion of the first painting featured within the article - Dante Gabriel Rossetti’s La Ghirlandata (1873) – overlaid by a translucent border of two-toned pink. This pink colored border is shared by every article in ever collection under the title of “Discovering Literature”, though the underlying border image changes to reflect the individual page’s subject matter. In contrast, the British Library’s “About Us” page features a translucent, purple border over a colored photograph of its interior. While this certain suggest effort on behalf of the website design, this article’s particular border is less aesthetically pleasing than others due to the clashing color combination of its fuchsia border with the coral red-orange hair of the painting’s model, despite matching the flowers’ pink undertones. This border’s particular color appears to mesh better with article images of darker or fewer shades, such as the black and white sketch border image for “Crime in Great Expectations”. In my opinion, there is also something off-putting about the article’s use of bright pink hyperlinks. Though certainly eye-catching, they are so vibrant as to almost interrupt one’s reading. Excepting for the border - which crosses the page’s upper half – the article is divided into two columns. The left article contains the text and images related to the article, all of which are centered to the left. The right column contains a relatively short, gray shaded block containing pink hyperlinks to articles on related subjects. This unequal distribution of texts gives the page a distinctly asymmetrical layout.  Images are set after the end of a paragraph/block of text, which allow for short breaks in the reading. Said images refer to the Pre-Raphaelite’s works or movement-inspired works, excepting one critical review of their works. While the images do allow for a closer look, they are essential high-quality photocopies. The page contains informational, critical, and creative writings. The latter review to images of works by the Pre-Raphaelites’, such as a manuscript copy of Christina Rossetti’s ‘In an Artist’s Studio’. The article carries out the website’s intended goal of research. However, I believe the website could be significantly improved by providing either hyperlinks – better yet, embedded links – to digital analyses of these works."
    }
]